"STORE_DESCRIPTION" = "A VLC egy szabad és nyílt forráskódú keresztplatformos médialejátszó portja.\nBármilyen filmet, műsort, és zenét le tud játszani a legtöbb formátumban, átalakítás nélkül.\nLehetővé teszi a fájlszinkronizációt Dropboxszal, GDrive-val, Boxszal, iCloud Drive-val, iTunes-szal; a közvetlen és a Wi-Fi megosztáson keresztüli letöltéseket, valamint a közvetítéseket SMB, FTP, SFTP, NFS és UPnP/DLNA médiakiszolgálókról és a webről.\nA VLC támogatja a fejlett feliratokat, köztük a teljes SSA kompatibilitást, a többsávos hangot, a lejátszási sebesség vezérlését és a Chromecasten keresztüli megjelenítést.\n\nA VLC teljesen szabad és nyílt forráskódú szoftver.";

"STORE_DESCRIPTION_TV" = "A VLC egy szabad, nyílt forráskódú, keresztplatformos multimédia lejátszó. Bármilyen filmet, műsort, és zenét le tud játszani a legtöbb formátumban, átalakítás nélkül.\nLehetővé teszi a távoli lejátszást Macről vagy PC-ről a webes felületén keresztül, továbbá az SMB, FTP, SFTP, NFS és UPnP/DLNA médiakiszolgálókról, valamint a közvetlenül a webről.\nA VLC támogatja a fejlett feliratokat, köztük a teljes SSA kompatibilitást, a többsávos hangot, és a lejátszási sebesség vezérlését.\n\nA VLC teljesen szabad és nyílt forráskódú szoftver.\n\nA grafikákat a TMDb biztosítja, amely egy közösség által karbantartott filmadatbázis.";

"UNKNOWN_TRACK_TYPE" = "Ismeretlen sávtípus";
"CHOOSE_TITLE" = "Cím választása";
"CHOOSE_CHAPTER" = "Fejezet választása";
"CHAPTER_SELECTION_TITLE" = "Fejezetek";
"TITLE" = "Cím";
"CHAPTER" = "Fejezet";
"TRACK_SELECTION" = "Sáv választása";
"AUDIO" = "Hang";
"SUBTITLES" = "Feliratok";
"LANGUAGE" = "Nyelv";
"MEDIA_INFO" = "Médiainformációk";
"VIDEO_DIMENSIONS" = "Videó felbontása";
"FORMAT_VIDEO_DIMENSIONS" = "%i×%i képpont";
"FORMAT_AUDIO_TRACKS" = "%i hangsáv";
"ONE_AUDIO_TRACK" = "Egy hangsáv";
"FORMAT_SPU_TRACKS" = "%i feliratsáv";
"ONE_SPU_TRACK" = "Egy feliratsáv";
"TRACKS" = "%i szám";
"TRACK" = "%i szám";
"TRACKS_DURATION" = "%u szám, hossz: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i album";

"PLAYING_EXTERNALLY_TITLE" = "Tévé csatlakoztatva";
"PLAYING_EXTERNALLY_DESC" = "A videó a tévén látható.";
"PLAYING_EXTERNALLY_ADDITION" = "\n Most játszott itt:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Színárnyalat";
"VFILTER_CONTRAST" = "Kontraszt";
"VFILTER_BRIGHTNESS" = "Fényerő";
"VFILTER_SATURATION" = "Telítettség";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Előbeállítások és előerősítés";
"PREAMP" = "Előerősítés";
"SNAP_BANDS" = "Sávok egymáshoz tapasztása";

"PLAYBACK_FAILED" = "A lejátszás nem sikerült";
"PLEASE_WAIT" = "Kérem várjon";
"AR_CHANGED" = "Méretarány: %@";
"DEFAULT" = "Alapértelmezett";
"FILL_TO_SCREEN" = "Képernyő kitöltése";
"PLAYBACK_SPEED" = "Lejátszás sebessége";
"SPU_DELAY" = "Felirat késleltetése";
"AUDIO_DELAY" = "Hang késleltetése";
"BUTTON_SLEEP_TIMER" = "Elalváskapcsoló";
"SLEEP_TIMER_UPDATED" = "Elalváskapcsoló frissítve";
"CONTINUE_PLAYBACK" = "Folytatja a lejátszást?";
"CONTINUE_PLAYBACK_LONG" = "Szeretné ott folytatni a(z) „%@” lejátszását, ahol félbehagyta?";

"BUTTON_ABOUT" = "Névjegy";
"BUTTON_BACK" = "Vissza";
"BUTTON_DONE" = "Kész";
"BUTTON_CANCEL" = "Mégse";
"BUTTON_SAVE" = "Mentés";
"BUTTON_DOWNLOAD" = "Letöltés";
"BUTTON_DELETE" = "Törlés";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Eltüntetés";
"BUTTON_CONTACT" = "Kapcsolat";
"BUTTON_CONNECT" = "Csatlakozás";
"BUTTON_RENAME" = "Átnevezés";
"BUTTON_LEARN_MORE" = "További információ";
"BUTTON_LOGOUT" = "Kijelentkezés";
"BUTTON_CONTINUE" = "Folytatás";
"BUTTON_SET" = "Beállítás";
"BUTTON_RESET" = "Visszaállítás ";
"BUTTON_RESCAN" = "Átvizsgálás újra";
"PRIVATE_PLAYBACK_TOGGLE" = "Privát lejátszás";
"SCAN_SUBTITLE_TOGGLE" = "Felirat keresése (HTTP)";

"BUTTON_RENDERER" = "Vetítési eszközök";
"BUTTON_RENDERER_HINT" = "Menü megjelenítése az elérhető vetítési eszközökkel";
"BUTTON_AIRPLAY" = "AirPlay vagy Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Menü megjelenítése az elérhető AirPlay vagy Bluetooth eszközökkel";

"UPGRADING_LIBRARY" = "Médiatár frissítése";

"FAVORITES" = "Kedvencek";
"NO_FAVORITES" = "Még nincsenek kedvencek";
"NO_FAVORITES_DESCRIPTION" = "Jelölje meg a kedvenc mappáit a kiszolgálók böngészése közben, hogy megjelenjenek itt.";
"ADD_FAVORITE" = "Hozzáadás a kedvencekhez";
"REMOVE_FAVORITE" = "Eltávolítás a kedvencek közül";
"FAVORITE_ALERT_TITLE" = "Hozzáadja ezt a mappát a kedvencekhez?";
"UNFAVORITE_ALERT_TITLE" = "Eltávolítja ezt a mappát a kedvencek közül?";

"OPEN_NETWORK" = "Hálózati közvetítés megnyitása";
"NETWORK_TITLE" = "Hálózati közvetítés";
"OPEN_NETWORK_HELP" = "Adjon meg egy HTTP, RTSP, RTMP, MMS, FTP vagy UDP/RTP címet a közvetítés lejátszásához.";
"HTTP_UPLOAD_SERVER_OFF" = "Inaktív kiszolgáló";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Nincs aktív Wi-Fi kapcsolat";
"OPEN_STREAM_OR_DOWNLOAD" = "Letölti vagy lejátssza ezt a webcímet?";
"ALWAYS_STREAM_URL" = "Webcímek lejátszása mindig";
"SHARED_VLC_IOS_LIBRARY" = "Megosztott VLC for iOS médiatár";
"SMB_CIFS_FILE_SERVERS" = "Fájlkiszolgálók (SMB)";

"MANAGED_SERVERS" = "Felügyelt";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "A fájl letöltése meg lett szakítva.";

"DOWNLOAD_FROM_HTTP" = "Letöltések";
"ERROR_NUMBER" = "Hiba történt. Kód: %i";
"DOWNLOAD_FAILED" = "A letöltés nem sikerült";
"FILE_NOT_SUPPORTED" = "Nem támogatott formátum";
"FILE_NOT_SUPPORTED_LONG" = "A(z) %@ által használt fájlformátumot nem támogatja a VLC for iOS ezen verziója.";
"SCHEME_NOT_SUPPORTED" = "Nem támogatott protokoll";
"SCHEME_NOT_SUPPORTED_LONG" = "A(z) „%@” protokoll nem támogatott. Adjon meg egy HTTP-vel, HTTPS-sel vagy FTP-vel kezdődő címet.";
"RENAME_MEDIA_TO" = "Adja meg a(z) „%@” új nevét";

"FOLDER_EMPTY" = "Üres mappa";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Válasszon egy megnyitandó fájlt:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Megnyitás ezzel...";
"SHARING_ERROR_NO_FILES" = "Nincs megosztható fájl";
"SHARING_ERROR_NO_APPLICATIONS" = "Nincs olyan alkalmazás, amely meg tudná nyitni ezt a fájlt.";
"SHARING_SUCCESS_CAMERA_ROLL" = "A médiafájl elmentve a Filmtekercsbe.";

"FAVORITEVC_DETAILTEXT" = "Kedvenc mappák megtekintése";
"STREAMVC_DETAILTEXT" = "Közvetítések lejátszása közvetlenül, letöltés nélkül";
"DOWNLOADVC_DETAILTEXT" = "Fájlok közvetlen letöltése az eszközére";
"HEADER_TITLE_RENDERER" = "Válasszon vetítési eszközt";

"BROWSE" = "Tallózás";
"NETWORK" = "Hálózat";
"LOCAL_NETWORK" = "Helyi hálózat";
"CONNECT_TO_SERVER" = "Csatlakozás kiszolgálóhoz";
"FILE_SERVER" = "Fájlkiszolgálók";
"USER_LABEL" = "Felhasználó";
"PASSWORD_LABEL" = "Jelszó";
"DISABLE_LABEL" = "Letiltás";
"BUTTON_ANONYMOUS_LOGIN" = "Névtelen bejelentkezés";

"LOCAL_SERVER_REFRESH" = "Frissítés";
"LOCAL_SERVER_LAST_UPDATE" = "Utolsó frissítés: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "Sikertelen csatlakozás";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Ellenőrizze a kiszolgáló címét, valamint felhasználónevét és jelszavát.";

"FILES_APP_CELL_TITLE" = "Helyi fájlok";
"FILES_APP_CELL_SUBTITLE" = "Fájl megnyitása a VLC-be másolás nélkül";

"CLOUD_SERVICES" = "Felhőszolgáltatások";
"LOGIN" = "Bejelentkezés";
"LOGGED_IN" = "Bejelentkezve";
"LOGGED_IN_SERVICES" = "%d bejelentkezett szolgáltatás";
"LOGGED_IN_SERVICE" = "1 bejelentkezett szolgáltatás";

"DROPBOX_DOWNLOAD" = "Letölti a fájlt?";
"DROPBOX_DL_LONG" = "Letölti a(z) „%@” fájlt az %@ eszközére?";
"DROPBOX_LOGIN" = "Belépés";

"GDRIVE_ERROR_FETCHING_FILES" = "Hiba a fájlok lekérésekor";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "A fájl sikeresen letöltve";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "Sikeres letöltés";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Hiba történt a letöltéskor";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "Sikertelen letöltés";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "A kiválasztott médiának nincs lejátszható webcíme";

"DISK_FULL" = "Tárhelykorlát elérve";
"DISK_FULL_FORMAT" = "A(z) %@ nem tárolható az %@ eszközén, mert nincs elég szabad terület.";

"NUM_OF_FILES" = "%i fájl";
"ONE_FILE" = "1 fájl";
"NO_FILES" = "Nincs médiafájl";
"DOWNLOADING" = "Letöltés…";
"REMAINING_TIME" = "%@ van hátra";
"BIOMETRIC_UNLOCK" = "Médiatár feloldása\nMégse a jelkód megadásához";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Jelkód beállítása";
"Enter Passcode" = "Adja meg a jelkódot";
"Enter a passcode" = "Adjon meg egy jelkódot";
"Enter your passcode" = "Adja meg a jelkódját";
"Passcodes did not match. Try again." = "A jelkódok nem egyeznek. Próbálja újra.";
"Re-enter your passcode" = "Adja meg újból a jelkódját";
"Passcode Options" = "Jelkód beállításai";
"4-Digit Numeric Code" = "4 számjegyű numerikus kód"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6 számjegyű numerikus kód"; /* Passcode 6 digit numeric code */

"Settings" = "Beállítások"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Be";
"OFF" = "Ki";

"EMPTY_LIBRARY" = "A médiatár üres";
"EMPTY_LIBRARY_LONG" = "Lejátszhat közvetítéseket egy helyi hálózaton található kiszolgálóról, a felhőből, vagy átvihet médiafájlokat az eszközére az iTunes, a Wi-Fi-s feltöltés és a felhőszolgáltatások segítségével.";

"EMPTY_NO_PLAYLISTS" = "Lejátszólisták";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Lejátszólisták létrehozásához lépjen Szerkesztés módba a Videó vagy Hang tartalomlapon, és válassza ki a kedvenc videóját/zenéjét.\nA meglévő lejátszólistákat egyéb eszközeiről vagy az internetről is szinkronizálhatja.";

"EMPTY_PLAYLIST" = "Üres lejátszólista";
"EMPTY_PLAYLIST_DESCRIPTION" = "Média hozzáadása a megfelelő kategóriák szerkesztése során.";

"EMPTY_HISTORY" = "Előzmények törlése";
"EMPTY_HISTORY_DESCRIPTION" = "Még nincsenek médiafájlok.";

"EMPTY_MEDIA_LIST" = "Médialista ürítése";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "A médialista üres, ezért a lejátszás nem indítható el";

"PLAYBACK_SCRUB_HELP" = "A tekerési sebesség állításához csúsztassa felfelé az ujját.";
"PLAYBACK_SCRUB_HIGH" = "Nagy sebességű tekerés";
"PLAYBACK_SCRUB_HALF" = "Fél sebességű tekerés";
"PLAYBACK_SCRUB_QUARTER" = "Negyed sebességű tekerés";
"PLAYBACK_SCRUB_FINE" = "Finom tekerés";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ eltelt, teljes hossz: %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ eltelt, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Idő megjelenítése";
"PLAYBACK_POSITION" = "Lejátszás pozíciója";
"VIDEO_FILTER" = "Videószűrők";
"VIDEO_FILTER_RESET_BUTTON" = "Videószűrők visszaállítása";
"VIDEO_ASPECT_RATIO_BUTTON" = "Videó méretaránya";
"BWD_BUTTON" = "Ugrás vissza";
"FWD_BUTTON" = "Ugrás előre";
"PLAY_BUTTON" = "Lejátszás";
"NEXT_BUTTON" = "Következő";
"PREV_BUTTON" = "Előző";
"PLAY_ALL_BUTTON" = "Összes lejátszása";
"PLAY_ALL_HINT" = "A gyűjteményben lévő összes média lejátszása";

"RESET_VIDEO_FILTERS" = "Visszaállítja a videószűrőket?";
"RESET_PLAYBACK_SPEED" = "Visszaállítja a lejátszási sebességet?";
"RESET_EQUALIZER" = "Visszaállítja a hangszínszabályzó beállításait?";
"RESET_SLEEP_TIMER" = "Visszaállítja az elalvásidőzítőt?";

"CUSTOM_EQUALIZER_PROFILES" = "Egyéni profilok";
"DEFAULT_PROFILE_NAME" = "Egyéni profil";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Új profil mentése";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Biztos, hogy elmenti az új profilt a kiválasztott értékekkel?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Profil átnevezése";
"DELETE_CUSTOM_PROFILE_TITLE" = "Profil törlése";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Biztos, hogy törli a kiválasztott profilt?";

"VERSION_FORMAT" = "Verzió: %@";
"BASED_ON_FORMAT" = "A %@<br />alapján";

"NEW" = "ÚJ";

"VO_VIDEOPLAYER_TITLE" = "Videólejátszó";
"VO_VIDEOPLAYER_DOUBLETAP" = "Koppintson duplán a vezérlők megjelenítéséhez és elrejtéséhez";

"FIRST_STEPS_ITUNES" = "Fájlszinkronizálás";
"FIRST_STEPS_ITUNES_TITLE" = "Szinkronizálás a számítógépével";
"FIRST_STEPS_ITUNES_DETAILS" = "Csatlakoztassa az %@ eszközét a Finder vagy az iTunes „Fájlmegosztás” funkciójának használatához. Válassza a VLC-t a fájlok átviteléhez.";
"FIRST_STEPS_WIFI_TITLE" = "Megosztás Wi-Fi-n keresztül";
"FIRST_STEPS_WIFI_DETAILS" = "Írja be az előállított webcímet a kedvenc webböngészőjébe, miközben ugyanahhoz a hálózathoz kapcsolódik, mint az %@ .";
"FIRST_STEPS_CLOUDS" = "Felhő";
"FIRST_STEPS_CLOUD_TITLE" = "Felhő";
"FIRST_STEPS_CLOUD_DETAILS" = "Töltse fel a médiát egy felhőszolgáltatásba, mint a Google Drive vagy a Dropbox, hogy távolról letöltse vagy onnan közvetítse.";

"PLEX_CHECK_ACCOUNT" = "Ellenőrizze a PLEX-fiókját a beállításokban";
"PLEX_ERROR_ACCOUNT" = "PLEX bejelentkezési hiba";

"UNAUTHORIZED" = "Nem engedélyezett";

"SERVER" = "Kiszolgáló";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Kiszolgáló nem található";
"NO_RECENT_STREAMS" = "A közelmúltban nem játszott le közvetítést";

"WEBINTF_TITLE" = "Megosztás Wi-Fi-n keresztül";
"WEBINTF_ETHERNET" = "Megosztás Etherneten keresztül";
"WEBINTF_DROPFILES" = "Húzza ide a fájlokat";
"WEBINTF_DROPFILES_LONG" = "Húzzon fájlokat az ablakba az %@ eszközére való másoláshoz,<br>vagy kattintson a „+” gombra a fájlok kiválasztásához.";
"WEBINTF_DOWNLOADFILES" = "Fájlok letöltése";
"WEBINTF_DOWNLOADFILES_LONG" = "Kattintson arra a fájlra, amelyiket letöltene az %@ eszközéről.";
"WEBINTF_ADDRESS_COPIED" = "Cím a vágólapra másolva";
"WEBINTF_TITLE_ATV" = "Távoli lejátszás";
"WEBINTF_DROPFILES_LONG_ATV" = "Húzza ebbe az ablakba a fájlokat hogy lejátssza őket az %@ eszközén.<br>Vagy kattintson a „+” gombra a fájlválasztó párbeszédablak használatához.";
"WEBINTF_URL_SENT" = "Webcím sikeresen elküldve.";
"WEBINTF_URL_EMPTY" = "A webcím nem lehet üres.";
"WEBINTF_URL_INVALID" = "Nem érvényes webcím.";
"WEBINTF_AUTH_REQUIRED" = "Adja meg a VLC-ben beállított jelkódot:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Hibás jelszó.<br>Hátralévő próbálkozások:";
"WEBINTF_AUTH_BANNED" = "Túl sok hibás jelkódot adott meg.<br>Indítsa újra a VLC-t, és próbálja újra.";

"DURATION" = "Hossz";
"TITLE" = "Cím";
"ROTATE_BUTTON" = "Forgatás"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Átvált a videólejátszó fekvő és álló helyzete között."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Hanginformációk";
"ENTER_URL" = "Adja meg a lejátszandó webcímet";
"HTTP_SERVER_ON" = "Távoli lejátszás letiltása";
"HTTP_SERVER_OFF" = "Távoli lejátszás engedélyezése";
"CACHED_MEDIA" = "Gyorsítótárazott média";
"CACHED_MEDIA_LONG" = "Az itt megjelenített média helyileg van tárolva az Apple TV-jén. Vegye figyelembe, hogy a tartalmat előzetes figyelmeztetés nélkül törölheti az operációs rendszer, amikor a VLC nem fut, ha az eszköz kifogy a háttértárból.";
"DOWNLOAD_SUBS_FROM_OSO" = "Feliratok letöltése…";
"FOUND_SUBS" = "Talált feliratok";
"NO_SUB_FOUND_OSO" = "Nem található felirat ehhez a médiaelemhez: „%@”.";
"SELECT_AUDIO_FROM_FILES" = "Külső hang betöltése…";
"SELECT_SUBTITLE_FROM_FILES" = "Külső feliratok betöltése…";
"USE_SPDIF" = "Áteresztés használata (S/PDIF)";

"PLAYBACK" = "Visszajátszás";
"REPEAT_MODE" = "Ismétlés";
"REPEAT_DISABLED" = "Kikapcsolva";
"REPEAT_SINGLE" = "Egy szám";
"REPEAT_FOLDER" = "Mappa";
"SHUFFLE" = "Keverés";
"SHUFFLE_DISABLED" = "Keverés ki";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Lista visszaállítása";
"RESET_NETWORK_STREAM_LIST_TEXT" = "A legutóbb lejátszott hálózati közvetítések listájának végleges visszaállítása.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Univerzális Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex médiakiszolgáló (Bonjouron keresztül)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Hálózati fájlrendszer (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR fájlkiszolgáló";
"DSM_WORKGROUP" = "Munkacsoport";

"URL_NOT_SUPPORTED" = "Az URL nem nyitható meg";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Kattintson a(z) %@ gombra a törléshez"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "A kiválasztás törlésének megerősítése";
"DELETE_MESSAGE_PLAYLIST" = "Biztos, hogy törli a kiválasztott lejátszólistát?\nA kapcsolódó médiafájlok nem lesznek törölve.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Biztos, hogy eltávolítja a kiválasztott médiafájlt a lejátszólistáról?\nEzek nem lesznek törölve a lemezről.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Nincs kiválasztva protokoll";
"Settings" = "Beállítások";

"ERROR" = "Hiba";
"SORT" = "Rendezés";
"SORT_BY" = "Rendezés";
"SEARCH" = "Keresés";
"VIDEO" = "Videó";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Albumok";
"ARTISTS" = "Előadók";
"EPISODES" = "Epizódok";
"GENRES" = "Műfajok";
"ALL_VIDEOS" = "Összes videó";
"SONGS" = "Számok";
"PLAYLISTS" = "Lejátszólisták";
"VIDEO_GROUPS" = "Videócsoportok";
"HISTORY" = "Előzmények";
"MODIFIED_DATE" = "Módosítás dátuma";
"NAME" = "Név";

// MARK: - EDIT

"BUTTON_MENU" = "Menü";
"BUTTON_MENU_HINT" = "A nézetben szereplő médiaelemek kiválasztása, átrendezése és sorrendezése";

"BUTTON_EDIT" = "Szerkesztés";
"BUTTON_EDIT_HINT" = "Szerkesztési mód";

"BUTTON_SELECT" = "Kiválasztás";
"BUTTON_SELECT_HINT" = "Kiválasztás gomb";

"BUTTON_SELECT_ALL" = "Összes kiválasztása";
"BUTTON_SELECT_ALL_HINT" = "A nézetben szereplő összes médiaelem kiválasztása";

"BUTTON_HISTORY" = "Előzmények";
"BUTTON_HISTORY_HINT" = "Nemrég játszott médiafájlok megtekintése";

"BUTTON_CLEAR" = "Törlés";
"CLEAR_HISTORY_TITLE" = "Előzmények törlése";
"CLEAR_HISTORY_MESSAGE" = "Előzmények törlésének megerősítése";

"ADD_TO_PLAYLIST" = "Hozzáadás a lejátszólistához";
"ADD_TO_PLAYLIST_HINT" = "A hozzáadás a lejátszólistához menü megnytiása";

"PLAY_AS_AUDIO" = "Lejátszás hangként";
"PLAY_AS_AUDIO_HINT" = "A videófájl lejátszása hangfájlként.";

"PLAYLIST_PLACEHOLDER" = "Lejátszólista címe";
"PLAYLIST_DESCRIPTION" = "Válasszon címet az új lejátszólistához";
"PLAYLIST_CREATION" = "Új lejátszólista létrehozása";
"PLAYLIST_CREATION_HINT" = "Interaktív művelet megjelenítése a lejátszólista létrehozásakor";
"ERROR_PLAYLIST_CREATION" = "Nem sikerült létrehozni a lejátszólistát";
"ERROR_PLAYLIST_TRACKS" = "Nem sikerült lekérni a számokat";

"ERROR_RENAME_FAILED" = "Átnevezés sikertelen";
"ERROR_EMPTY_NAME" = "A cím nem lehet üres";

"SHARE_LABEL" = "Megosztás";
"SHARE_HINT" = "A kiválasztott fájlok megosztása";
"RENAME_HINT" = "A kiválasztott fájlok átnevezése";
"DELETE_HINT" = "A kiválasztott fájlok törlése";

"ADDITIONAL_OPTIONS" = "További beállítások";

// MARK: - Sort

"BUTTON_SORT" = "Rendezés";
"BUTTON_SORT_HINT" = "Rendezési műveletlap megjelenítése";
"HEADER_TITLE_SORT" = "Rendezés";
"DESCENDING_LABEL" = "Csökkenő sorrend";
"DESCENDING_SWITCH_LABEL" = "Növekvő vagy csökkenő sorrend";
"DESCENDING_SWITCH_HINT" = "Helyi menü rendezése növekvő vagy csökkenő sorrendben";
"GRID_LAYOUT" = "Rács";
"GRID_LAYOUT_HINT" = "Az elemek megjelenítése rácsként";
"LIST_LAYOUT" = "Lista";
"HIDE_FEAT_ARTISTS" = "Társelőadók elrejtése";
"HIDE_TRACK_NUMBERS" = "Számok sorszámának megjelenítése";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumerikusan";
"DURATION" = "Hossz";
"INSERTION_DATE" = "Beszúrás dátuma";
"LAST_MODIFICATION_DATE" = "Utolsó módosítás dátuma";
"RELEASE_DATE" = "Kiadás dátuma";
"FILE_SIZE" = "Fájlméret";
"ARTIST" = "Előadó";
"PLAY_COUNT" = "Lejátszásszám";
"ALBUM" = "Album";
"FILENAME" = "Fájlnév";
"TRACK_NUMBER" = "Szám sorszáma";
"NB_AUDIO" = "Hangok száma";
"NB_MEDIA" = "Médiák száma";
"NB_VIDEO" = "Videók száma";
"NB_ALBUM" = "Albumok száma";
"LAST_PLAYBACK_DATE" = "Utolsó lejátszás ideje";
"TRACK_ID" = "Számazonosító";
"CUSTOM" = "Egyéni";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Semmi sem található";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Ismeretlen előadó";
"VARIOUS_ARTIST" = "Különböző előadók";
"UNKNOWN_ALBUM" = "Ismeretlen album";
"SINGLE_ITEM_SELECTED" = "elem kiválasztva";
"MULTIPLE_ITEMS_SELECTED" = "elem kiválasztva";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Feliratok és hangsávok";
"SUBTITLE_AND_TRACK_HINT" = "Válasszon feliratot vagy hangsávot";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD kezelőfelület";

"ROTATION_LOCK_BUTTON" = "Elfordítás zárolása";
"ROTATION_LOCK_HINT" = "A videó rögzítése az aktuális tájoláshoz";

"REPEAT_HINT" = "Ugyanazon média ismétlése";
"DO_NOT_REPEAT_HINT" = "Ne ismételje a médialistát";
"REPEAT_ALL_HINT" = "Médialista ismétlése";

"BACKWARD_BUTTON" = "Hátra";
"BACKWARD_HINT" = "Ugrás hátrafelé";

"PREVIOUS_BUTTON" = "Előző";
"PREVIOUS_HINT" = "Előző média";

"PLAY_PAUSE_BUTTON" = "Lejátszás / szünet";
"PLAY_PAUSE_HINT" = "Az aktuális felvétel elindítása vagy szüneteltetése";

"STOP_BUTTON" = "Leállítás";
"CLOSE_HINT" = "Lejátszás leállítása";

"MINIMIZE_BUTTON" = "Minimalizálás";
"MINIMIZE_HINT" = "Lejátszó kicsinyítése";

"NEXT_HINT" = "Következő média";

"FORWARD_BUTTON" = "Előre";
"FORWARD_HINT" = "Ugrás előrefelé";

"INTERFACE_LOCK_BUTTON" = "Felület zárolása";

"SELECT_A_MARK" = "Válassza ki az A jelet";
"SELECT_A_MARK_HINT" = "Válassza ki az AB ciklus A jelét";
"SELECT_B_MARK" = "Válassza ki a B jelet";
"SELECT_B_MARK_HINT" = "Válassza ki az AB ciklus B jelét";

"AB_LOOP" = "A → B ismétlés";
"AB_LOOP_MARKS" = "A → B ismétlésjelzők";

"RESET_AB_LOOP" = "Eltávolítja az A → B ismétlést?";
"RESET_AB_LOOP_MARKS" = "Visszaállítja az A → B ismétlésjelzőket?";

"SHUFFLE_HINT" = "Médialista keverése";
"SHUFFLE_OFF_HINT" = "Ne keverje a médialistát";

"ASPECT_RATIO_TITLE" = "Képarányok";
"VIDEO_ASPECT_RATIO_BUTTON" = "Videó méretaránya";
"VIDEO_ASPECT_RATIO_HINT" = "A jelenlegi videó képarányának módosítása";

"MORE_OPTIONS_BUTTON" = "Több";
"MORE_OPTIONS_HINT" = "További beállításvezérlők megjelenítése";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Lejátszásvezérlők";
"PLAYBACK_CONTROLS_BAR_HINT" = "Szüneteltetés, tekerés, következő fejezet";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "A feliratok nem támogatottak";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "A feliratok megjelenítése vetítés közben még nem támogatott.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Hangszínszabályzó";
"MORE_OPTIONS_HEADER_TITLE" = "Videóbeállítások";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Hangbeállítások";
"BOOKMARKS_TITLE" = "Könyvjelzők";
"ADD_BOOKMARKS_TITLE" = "Könyvjelzők hozzáadása";
"BOOKMARK_DEFAULT_NAME" = "Könyvjelző itt:";
"BOOKMARK_RENAME_TITLE" = "Könyvjelző átnevezése";
"BOOKMARK_DELETE_TITLE" = "Könyvjelző törlése";
"BOOKMARK_DELETE_MESSAGE" = "Erősítse meg a könyvjelző törlését";
"INCREASE_BUTTON" = "Növelési gomb";
"INCREASE_PLAYBACK_SPEED" = "Lejátszási sebesség növelése";
"INCREASE_AUDIO_DELAY" = "Hangkésleltetés növelése";
"INCREASE_SUBTITLES_DELAY" = "Feliratkésleltetés növelése";
"DECREASE_BUTTON" = "Csökkentési gomb";
"DECREASE_PLAYBACK_SPEED" = "Lejátszási sebesség csökkentése";
"DECREASE_AUDIO_DELAY" = "Hangkésleltetés csökkentése";
"DECREASE_SUBTITLES_DELAY" = "Feliratkésleltetés csökkentése";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Lejátszási sebesség parancsikonjának megjelenítése";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Engedélyezze, hogy megjelenjen a lejátszási sebesség parancsikonja";
"VIDEO_FILTERS_HINT" = "Válassza ki, hogy megnyissa a videószűrők nézetet";
"PLAYBACK_SPEED_HINT" = "Válassza ki, hogy megnyissa a lejátszási sebesség nézetet";
"SUBTITLES_DELAY_HINT" = "Válassza ki, hogy megnyissa a feliratkésleltetési nézetet";
"AUDIO_DELAY_HINT" = "Válassza ki, hogy megnyissa a hangkésleltetési nézetet";
"SLEEP_TIMER_HINT" = "Válassza ki, hogy megnyissa az alvási időzítő nézetet";
"EQUALIZER_HINT" = "Válassza ki, hogy megnyissa a hangszínszabályozó nézetet";
"CHAPTERS_HINT" = "Válassza ki, hogy megnyissa a fejezetek nézetet";
"BOOKMARKS_HINT" = "Válassza ki, hogy megnyissa a könyvjelzők nézetet";
"INTERFACE_LOCK_HINT" = "Engedélyezze a lehetőséget a felhasználói felület zárolásához";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Médiatár átvizsgálásának kényszerítése";
"FORCE_RESCAN_MESSAGE" = "Biztos, hogy arra kényszeríti a VLC-t, hogy újra átvizsgálja a médiatárat?\nEz eltarthat egy ideig.";

"FEEDBACK_EMAIL_TITLE" = "Visszajelzés az iOS-re és iPadre készült VLC-ről";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "A levelezőfiók nincs beállítva";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Lépjen velünk kapcsolatba egy másik eszközről a következő címen: %@";

"SETTINGS_THEME_BLACK" = "Fekete háttér használata sötét módban";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Növeli az akkumulátor élettartamát az OLED-képernyős eszközökön";

"SETTINGS_RESET_TITLE" = "A beállítások alaphelyzetbe állítása";
"SETTINGS_RESET_MESSAGE" = "Biztos, hogy alapértelmezett értékére állítja az összes beállítást?";

"SETTINGS_PLAY_ALL" = "Folyamatos lejátszás a gyűjteményeknél";
"SETTINGS_PLAY_ALL_HINT" = "A következő média automatikus lejátszásának bekapcsolása a hang és videó lapokon";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Folyamatos lejátszás a lejátszólistáknál";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "A következő média automatikus lejátszásának bekapcsolása a lejátszólistákban";

"SETTINGS_DOCUMENTATION" = "Dokumentáció";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1 kapcsolati figyelmeztetés";
"SMBV1_WARN_DESCRIPTION" = "Egy régi protokollt (SMBv1) észleltünk.\nBiztos, hogy folytatja az SMBv1-el?\nA kiszolgáló frissítését vagy a beállítások módosítását javasoljuk.";
"SMBV1_CONTINUE" = "Folytatás az SMBv1-el";
"SMBV1_NEXT_PROTOCOL" = "SMBv2/v3 kipróbálása";

// MARK: - Preview labels

"ENCODING" = "Kódolás";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Hozzáadás médiacsoporthoz";
"ADD_TO_MEDIA_GROUP_HINT" = "A médiacsoporthoz hozzáadás menü megnyitása";

"MEDIA_GROUPS" = "Médiacsoportok";
"MEDIA_GROUPS_DESCRIPTION" = "Válasszon egy címet az új médiacsoportjának";
"MEDIA_GROUPS_PLACEHOLDER" = "Médiacsoport címe";

"REMOVE_FROM_MEDIA_GROUP" = "Eltávolítás a médiacsoporttól";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Kiválasztás eltávolítása a médiacsoportból";

"MEDIA_GROUP_CREATION" = "Új médiacsoport";
"MEDIA_GROUP_CREATION_HINT" = "Értesítés megjelenítése a lejátszólista létrehozásához";
"MEDIA_GROUP_MOVE_TO_ROOT" = "A tartalom a legfelső szintre helyezése";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Áthelyezi a kiválasztás tartalmát a legfelsőbb szintre";

"BUTTON_REGROUP" = "Újracsoportosítás";
"BUTTON_REGROUP_TITLE" = "Kiválasztás újracsoportosítása";
"BUTTON_REGROUP_HINT" = "Egyedülálló médiák automatikus újracsoportosítási kísérlete.";
"BUTTON_REGROUP_DESCRIPTION" = "Biztos, hogy megpróbálja automatikusan újracsoportosítani az egyedülálló médiákat?\nEz eltarthat egy ideig.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "A hozzáadáshoz helyezze ide a médiákat";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Hozzáadás...";

// MARK: - QueueViewController

"PLAY_HINT" = "Lejátszás";
"PLAY_LABEL" = "Lejátszás";
"PLAY_NEXT_IN_QUEUE_HINT" = "Következő lejátszása";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Következő lejátszása";
"APPEND_TO_QUEUE_HINT" = "Felvétel a lejátszási listára";
"APPEND_TO_QUEUE_LABEL" = "Felvétel a lejátszási listára";
"QUEUE_LABEL" = "Lejátszási lista";

"DISPLAY_AS" = "Megjelenítés mint…";

/* New strings */
"BRIGHTNESS_HINT" = "Függőleges fényerőszabályzó";
"BRIGHTNESS_SLIDER" = "Csúsztassa függőlegesen a fényerő megváltoztatásához";

/* New strings */
"VOLUME_HINT" = "Függőleges hangerőszabályzó";
"VOLUME_SLIDER" = "Csúsztassa függőlegesen a hangerő megváltoztatásához";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Lejátszásvezérlők";
"MENU_REPEAT_DISABLED" = "Nincs ismétlés";
"MENU_REPEAT_SINGLE" = "Egy ismétlése";
"MENU_REPEAT_ALL" = "Összes ismétlése";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Műveletlap háttere";
"ACTIONSHEET_BACKGROUND_HINT" = "Koppintson a műveletlap eltávolításához.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Egyéni összeg megadása";
"DONATION_TITLE" = "Adatvédelem a profit előtt";
"DONATION_DESCRIPTION" = "Privát, nyílt forráskódú multimédia, az Önök finanszírozásával. Nincsenek reklámok, nincs követés, nincsenek kompromisszumok. Mindenki számára szabadon használható. Adományozzon most, hogy támogassa a VideoLAN-t.";
"DONATION_WINDOW_TITLE" = "Adományozás a VideoLAN-nak";
"DONATE_CC_DC" = "Hitel- vagy bankkártya";
"DONATION_CHOOSE_PP" = "Válasszon fizetésszolgáltatót ";
"DONATION_CHOOSE_CURRENCY" = "Válasszon pénznemet";
"DONATION_AMOUNT" = "Adomány összege: %@";
"DONATION_CC_NUM" = "Bankkártyaszám";
"DONATION_CC_EXPIRY_DATE" = "Lejárat dátuma";
"DONATION_CC_EXPIRY_DATE_MONTH" = "HH";
"DONATION_CC_EXPIRY_DATE_YEAR" = "ÉÉ";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Az Apple Pay beállítása sikertelen";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "A VLC nem tudta beállítani az Apple Payt, hogy elvégezze az adományozást. A folytatáshoz válasszon másik fizetésszolgáltatót.";
"DONATION_DONATE_BUTTON" = "Adományozás";
"PURCHASE_FAILED" = "A vásárlás sikertelen.";
"SEND_DONATION" = "Felajánlás küldése";
"PURCHASE_SUCESS_TITLE" = "Adomány elküldve";
"PURCHASE_SUCESS_DESCRIPTION" = "Köszönjük az adományát!";
"DONATION_CONTINUE" = "Folytatás";
"BUTTON_NOT_NOW" = "Most nem";
"DONATION_NAGSCREEN_TITLE" = "Adományozzon ma";
"DONATION_NAGSCREEN_SUBTITLE" = "Támogassa a szabad és nyílt forráskódú multimédiát";
"DONATION_INVOICES" = "Díjbekérők";
"DONATION_RECEIPTS" = "Számlák";
"DONATION_INVOICES_RECEIPTS" = "Díjbekérők és számlák";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Ha újratelepítette a VLC-t, akkor az előző adományozások díjbekérői és számlái nem lesznek elérhetők, mert minden személyes adata csak ezen az eszközön van tárolva.\n\nHa bármilyen kérdése van, akkor lépjen velünk kapcsolatba a donation@videolan.org címen, és említse meg ezt a névtelen felhasználói azonosítót: %@";
"DONATION_CANCEL_MONTHLY" = "Rendszeres adományozás lemondása";
"DONATION_MONTHLY" = "Havi";
"DONATION_MONTHLY_FORMAT" = "%@/hó";
"DONATION_MONTHLY_VIDEOLAN" = "Havi adományozás a VideoLAN-nak";
"DONATION_ONCE" = "Egyszeri";
"DONATION_UPDATE_MONTHLY" = "Rendszeres adományozás frissítése";
"DONATION_VIDEOLAN" = "Adományozás a VideoLAN-nak";
"DONATION_CANCEL_LONG" = "Sajnáljuk, hogy lemondja a VideoLAN-nak küldött rendszeres havi adományát. Az eddigi támogatása sokat jelent számunka. Köszönjük!";
"DONATION_BANK_TRANSFER" = "Banki átutalás";
"DONATION_BANK_TRANSFER_LONG" = "A Stripe dolgozza fel a VideoLAN-nak adott adományokat. A VideoLAN nem tárolja és gyűjti a személyes adatait.";
"DONATION_BUTTON_AGREE" = "Beleegyezés";
"DONATION_IBAN" = "Bankszámlaszám (IBAN)";
"DONATION_EMAIL" = "E-mail-cím";
"DONATION_NAME" = "Név";
"DONATION_NAME_BANK_ACCOUNT" = "Név vagy bankszámla";
"DONATION_EMBARGOED_COUNTRY" = "Jelenleg nem tudunk adományokat fogadni az országából. Élvezze a VLC használatát!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Ugrás hátrafelé";
"KEY_JUMP_FORWARDS" = "Ugrás előrefelé";
"KEY_INCREASE_PLAYBACK_SPEED" = "Lejátszási sebesség növelése";
"KEY_DECREASE_PLAYBACK_SPEED" = "Lejátszási sebesség csökkentése";
"KEY_RESET_PLAYBACK_SPEED" = "Lejátszási sebesség visszaállítása";
"KEY_SEEK_TO_PERCENT" = "Tekerés a hossz %i%%-ához";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Címkiválasztás háttere";
"TITLESELECTION_BACKGROUND_HINT" = "Koppintson a nézet eltávolításához.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Törli a következőt: „%@”?";
"DELETE_MULTIPLE_TITLE" = "Törli a következőket: „%@” és %d további?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Lejátszás a háttérben";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "A kiválasztott lejátszólista lejátszása a háttérben, az alkalmazás megnyitása nélkül.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "A(z) ${mediaName} lejátszása a háttérben";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Függőleges csúszka";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Növelés";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Csökkentés";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "A(z) „%@” fájl letöltése befejeződött";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "%d média hozzáadva ehhez: %@";
"ADD_ALERT_TITLE" = "A kiválasztás megtalálható a lejátszólistában";
"ADD_ALERT_MESSAGE_SINGLE" = "Egy olyan médiát próbál hozzáadni, amely már szerepel ezen: %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "%d olyan médiát próbál hozzáadni, amely már szerepel ezen: %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Legutóbb játszva";
